# справочник регионов
regions = {
    'Челябинская область': 'CL',
    'Курганская область': 'KGN',
    'Свердловская область': 'SVE',
    'Республика Башкортостан': 'BS',
    'Республика Татарстан': 'TA'
}

# спровичник городов
cities = {
    'CL': 'Магнитогорск',
    'CL': 'Челябинск',
    'CL': 'Троицк',
    'CL': 'Сатка',
    'KGN': 'Курган',
    'KGN': 'Шадринск',
    'BS': 'Уфа',
    'BS': 'Белорецк',
    'BS': 'Сибай',
    'TA': 'Альметьевск',
    'TA': 'Казань',
    'TA': 'Лениногорск',
    'SVE': 'Екатеринбург',
    'SVE': 'Нижний Тагил'
}
