print('Привет, Мир!') # print -- функция

# print -- это функция
print("Привет, Мир!")

# Старайтесь писать как можно больше комментарий, объясняющих:
#   предположения;
#   важные решения;
#   важные детали;
#   проблемы, которые вы пытаетесь решить;
#   проблемы, которых вы пытаетесь избежать.

# Текст программы говорит о том КАК, а комментарий должны объяснять ПОЧЕМУ.

# strings
print('Это строка.')
print("Это тоже строка.")
print('''И это строка.''')
print("""Это ведь тоже строка.""")

# multiline strings
print('''Это многострочная строка. Это её первая строка.
Это её вторая строка.
"What's your name?" - спросил я.
Он ответил: "Bond, James Bond."
''')

# string concatenation
print('What\'s ' 'your name?')
